;TORSO
[xlegendsneedle_Torso_KV_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_MPL_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_FPL_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_HPL_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_LPO_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_MPO_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_HPO_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

;TORSO WOTC
[xlegendsneedle_Torso_Reaper X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_Templar X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

[xlegendsneedle_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 尼德尔 身体"

;ARMS
[xlegendsneedle_Arms_KV_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_LPL_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_MPL_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_HPL_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_LPO_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_MPO_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_HPO_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

;ARMS WOTC
[xlegendsneedle_Arms_Reaper X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_Templar X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

[xlegendsneedle_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 尼德尔 手臂"

;LEGS
[xlegendsneedle_Legs_KV_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_LPL_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_MPL_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_HPL_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_LPO_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_MPO_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_HPO_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

;LEGS WOTC
[xlegendsneedle_Legs_Reaper X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_Templar X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 尼德尔 腿"

[xlegendsneedle_Helmets_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 头"

[xlegendsneedle_Hair_F X2BodyPartTemplate]
DisplayName="传奇 尼德尔 发型"
